Repository: Abilay99/opencorpora.kz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Main
kk: Негізгі

source: name
kk: аты

source: authorization group
kk: Авторизация тобы

source: authorization groups
kk: Авторизация тобтары

source: group
kk: топ

source: permission
kk: рұқсат

source: Authorization group permission
kk: Авторизация тобына рұқсат

source: Authorization group permissions
kk: Авторизация тобына рұқсаттар

source: content type
kk: мазмұн түрі

source: code name
kk: код атауы

source: Authorization permission
kk: Авторизацияға рұқсат

source: Authorization permissions
kk: Авторизацияға рұқсаттар

source: password
kk: пароль

source: last login
kk: соңғы кіру

source: is superuser
kk: суперқолданушы

source: username
kk: Қолданушы аты

source: first name
kk: аты

source: last name
kk: тегі

source: email address
kk: электрондық почтаның адресі

source: is staff
kk: персонал болып табылады

source: is active
kk: белсенді

source: date joined
kk: тіркелген күн

source: Authorization user
kk: Авторизация қолданушысы

source: Authorization users
kk: Авторизация қолданушылары

source: user
kk: Қолданушы

source: Authorization user group
kk: Авторизация қолданушы тобы

source: Authorization user groups
kk: Авторизация қолданушылар топтары

source: Authorization user permission
kk: Қолданушының авторизациясына рұқсат

source: Authorization user permissions
kk: Қолданушының авторизациясына рұқсаттар

source: Title
kk: Тақырыбы

source: Text
kk: Мәтіні

source: Lemmatization
kk: Лемматизация

source: Morphological analysis
kk: Морфологиялық талдау

source: Genre
kk: Жанр

source: Key words
kk: Кілттік сөздер

source: Annotation
kk: Мазмұны

source: URL address
kk: URL мекенжайы

source: Corpora
kk: Корпус

source: action time
kk: әрекет уақыты

source: object id
kk: объект идентификаторы

source: object representation
kk: объектінің ұсынуы

source: action flag
kk: әрекет белгісі

source: change message
kk: хабарламаны өзгерту

source: Django admin logs
kk: Django әкімшісінің журналдары

source: Django admin log
kk: Django әкімшісінің журналы

source: app label
kk: қолданба жапсырмасы

source: model
kk: модель

source: Django content types
kk: Django мазмұны түрлері

source: Django content type
kk: Django мазмұны түрі

source: app
kk: қолданба

source: applied
kk: қолданылды

source: Django migrations
kk: Django миграциялары

source: Django migration
kk: Django миграциясы

source: session key
kk: сессия кілті

source: session data
kk: сессия деректері

source: expire date
kk: қолданылу мерзімі

source: Django sessions
kk: Django сесиялары

source: Django session
kk: Django сесиясы

source: Russian
kk: Орысша

source: Kazakh
kk: Қазақша

source: English
kk: Ағылшынша

source: Genres
kk: Жанрлар

source: Account Inactive
kk: Аккаунт белсенді емес

source: This account is inactive.
kk: Бұл аккаунт белсенді емес

source: Messages:
kk: Хабарламалар:

source: E-mail Addresses
kk: Электронды почта:

source: The following e-mail addresses are associated with your account:
kk: Төмендегі электрондық пошта мекенжайлары сіздің аккаунтыңызбен байланысты

source: Verified
kk: Тексерілген

source: Unverified
kk: Тексерілмеген

source: Primary
kk: Негізгі

source: Make Primary
kk: Негізгі жасау

source: Re-send Verification
kk: Тексеруді қайта жіберу

source: Remove
kk: Өшіру

source: Warning:
kk: Ескерту:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
kk: Қазіргі уақытта сізде ешқандай электрондық пошта мекенжайы орнатылмаған. Сіз электрондық пошта мекен-жайын қосу арқылы, хабарламалар аласыз, парольіңізді қалпына келтіресіз және т.б. мүмкіншіліктерге ие боласыз.

source: Add E-mail Address
kk: Электронды почта мекенжайын қосу

source: Add E-mail
kk: Электронды почтаны қосу

source: Do you really want to remove the selected e-mail address?
kk: Таңдалған электрондық пошта мекенжайын жойғыңыз келе ме?

source: Hello from %(site_name)s!
kk: Сәлем бұл %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
kk: Бізді %(site_name)s қолданғаныңыз үшін рахмет! %(site_domain)s

source: You're receiving this e-mail because user %(user_display)s has given your e-mail address to register an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
kk: Сіз бұл электрондық поштаны алып отырсыз, өйткені пайдаланушы %(user_display)s сіздің электрондық поштаңыздың мекен-жайын %(site_domain)s сайтына аккаунт тіркеу үшін берген. Егер бұл сұрауды өзіңіз берген болсаңыз растау %(activate_url)s сілтемесіне өтіңіз.

source: Please Confirm Your E-mail Address
kk: Электрондық пошта мекен-жайыңызды растаңыз

source: You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
kk: Сіз немесе басқа біреу сіздің пайдаланушы аккаунтыңыз үшін пароль сұрағандықтан, сіз бұл электрондық поштаны алып отырсыз. Егер сіз құпия сөзді қалпына келтіруді сұрамасаңыз, оны елемеуге болады. Құпия сөзді қалпына келтіру үшін төмендегі сілтемені басыңыз.

source: In case you forgot, your username is %(username)s.
kk: Егер сіз ұмытып кеткен болсаңыз, сіздің пайдаланушы атыңыз %(username)s.

source: Password Reset E-mail
kk: Құпия сөзді өзгерту

source: Confirm E-mail Address
kk: Электронды мекенжайы:

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
kk: Пайдаланушы %(user_display)s үшін <a href="mailto:%(email)s">%(email)s</a> электрондық пошта мекенжайы екенін растаңыз.

source: Confirm
kk: Растау

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
kk: Бұл электрондық поштаны растау сілтемесінің мерзімі өткен немесе жарамсыз. <a href="%(email_url)s "> электрондық поштаны растау туралы жаңа сұрау жіберіңіз.</a>

source: Sign In
kk: Кіру

source: Username
kk: Қолданушы аты

source: Password
kk: Құпия сөз

source: Remember me.
kk: Мені есте сақта.

source: Forgot Password?
kk: Құпия сөзді ұмыттыңызба?:

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
kk: Егер сіз әлі тіркелмеген болсаңыз, өтінемін алдымен <a href="%(signup_url)s">тіркелу</a>.

source: Sign in with Google
kk: Google-мен кіру

source: Sign in with VK
kk: VK-мен кіру

source: Sign Out
kk: Шығу

source: Are you sure you want to sign out?
kk: Шынымен шыққыңыз келе ме?

source: You cannot remove your primary e-mail address (%(email)s).
kk: Сіз өзіңіздің негізгі электрондық поштаңызды жоя алмайсыз (%(email)s).

source: Confirmation e-mail sent to %(email)s.
kk: Растау %(email)s электрондық поштасына жіберілді

source: You have confirmed %(email)s.
kk: Сіз %(email)s растадыңыз.

source: Removed e-mail address %(email)s.
kk: %(email)s электрондық пошта мекенжайы жойылды.

source: Successfully signed in as %(name)s.
kk: %(name)s кіру сәтті орындалды.

source: You have signed out.
kk: Сіз жүйеден шықтыңыз.

source: Password successfully changed.
kk: Құпия сөз сәтті өзгертілді

source: Password successfully set.
kk: Құпия сөз сәтті өзгертілді.

source: Primary e-mail address set.
kk: Негізгі электрондық почтаның адресі

source: Your primary e-mail address must be verified.
kk: Сіздің негізгі электрондық поштаңыздың мекен-жайы тексерілуі керек.

source: Change Password
kk: Құпия сөзді өзгерту

source: Password Reset
kk: Құпия сөзді өзгерту

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
kk: Құпия сөзді естен шығардыңызба? Төменге электронды почтаңызды енгізіңіз, біз сізге жаңа құпия сөз орнату жайлы нұсқаулық жібереміз.

source: Reset My Password
kk: Құпия сөзді жаңала

source: Please contact us if you have any trouble resetting your password.
kk: Құпия сөзді қалпына келтіруде қиындықтар туындаса, бізге хабарласыңыз.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
kk: Біз сіздің электронды поштаңызға хабарлама жібердік. Егер сіз оны бірнеше минут ішінде алмасаңыз, бізге хабарласыңыз.

source: Bad Token
kk: Token қате

source: change password
kk: құпия сөзді өзгерту

source: Your password is now changed.
kk: Құпия сөзіңіз өзгертілді.

source: Set Password
kk: Құпия сөз ауыстыру

source: Signup
kk: Тіркелу

source: Sign Up
kk: Тіркелу

source: Email address
kk: электрондық почтаның адресі

source: Confirm password
kk: Құпия сөзді қайта еңгіз

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
kk: Бұрын тіркелгенсіз бе? Онда <a href="%(login_url)s">кіру</a>.

source: Sign up with Google
kk: Google-мен тіркелу

source: Sign up with VK
kk: VK-мен тіркелу

source: Sign Up Closed
kk: Тіркелу жабылды

source: We are sorry, but the sign up is currently closed.
kk: Кешірім сұраймыз, сіздің сұраған бетіңіз табылмады.

source: Note
kk: Ескерту

source: you are already logged in as %(user_display)s.
kk: сіз қазірдің өзінде %(user_display)s ретінде кірдіңіз.

source: Verify Your E-mail Address
kk: Электрондық почтаныңызжы растаңыз

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
kk: Тексеру үшін сізге электронды хат жібердік. Тіркелу процесін аяқтау үшін берілген сілтемеге өтіңіз. Егер сіз оны бірнеше минут ішінде алмасаңыз, бізге хабарласыңыз.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
kk: Сайттың бұл бөлігі біз сіз өзіңіздің кім екеніңізді растауымызды талап етеді. Осы мақсатта сізден электрондық пошта мекен-жайыңызда меншік құқығын растауды талап етеміз.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
kk: Тексеру үшін сізге электронды хат жібердік. Осы электрондық пошта ішіндегі сілтемені басыңыз. Егер сіз оны бірнеше минут ішінде алмасаңыз, бізге хабарласыңыз.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
kk: <strong>Ескерту:</strong> сіз әліде <a href="%(email_url)s">электронды почта</a>ны өзгерте аласыз.

source: Kazakh Open Corpora
kk: Қазақша ашық корпус

source: Log out
kk: Шығу

source: Home
kk: Негізгі

source: Online execute
kk: Желіде орындау

source: Administration
kk: Әкімшілік

source: About Us
kk: Біз жайлы

source: Privacy & Terms
kk: Ережелер мен қауіпсіздіктер

source: <p>From 2018 to 2021, extensive work of scientific and technical nature was carried out on the project. The results of this diploma project cover a wide range of tasks in the field of intelligent information retrieval, such as modeling the presentation of documents, designing the architecture of search engines, classifying texts, semantic analysis of texts, derivation of keywords (phrases). increase the productivity of data collection and processing through texts, automatic synthesis of texts, the use of new distributed methods and technologies.</p> <p>A complete system of classification of suffixes and suffixes of the Kazakh language was developed for the analysis and segmentation of data. Determined limit state machines are designed for all parts of speech using all possible options for the addition of suffixes and suffixes to the Kazakh language. A lexical-free algorithm was created using a classification system developed for the completion of the Kazakh language. The special features of the created algorithm are its speed and very easy repetition.</p> <p>For the collection and processing of large data, a fixed case model and system have been developed, the features of which are advanced modules of data processing (tokenization, lemmatization, morphological analysis). Kazakh language. Software of algorithms (automatic assembly, classification and processing by various parameters) was implemented and processed, classified data in the Kazakh language were obtained.</p> <p>Development of various practical software for the analysis and processing of natural language text for the processing and analysis of unstructured and unstructured big data using the methods of artificial intelligence, thereby creating tools for semantic analysis. This module includes:</p> <ul id="ul"> <li>a modified approach to the production of keywords and phrases in the Kazakh language texts;</li> <li>Algorithm of text semantic analysis based on machine learning using the method of Word2Vec;</li> <li>method of summarizing texts in the Kazakh language. Concept analysis based on the Vectors Space model, along with modified keyword output and machine learning, is a tool for automatically summarizing text.</li> </ul> <p>According to the results of the project for 2018-2021, 3 editions were published.</p>
kk: <p>2018 - 2021 жылдар аралығында жоба бойынша ғылыми және техникалық сипаттағы көлемді жұмыс жасалды. Осы дипломдық жобада келтірілген нәтижелер ақылды ақпараттарды іздеу саласында шешілген кең ауқымды міндеттерді қамтиды, мысалы, құжаттардың презентациясын модельдеу, іздеу жүйелерінің архитектурасын жобалау, мәтіндерді жіктеу, мәтіндерді семантикалық талдау, кілт сөздерді (сөз тіркестерін) шығару. мәтіндерден, мәтіндерді автоматты түрде қорыту, жаңа таратылған әдістер мен технологияларды қолдану арқылы мәліметтерді жинау және өңдеу өнімділігін арттыру.</p> <p>Мәліметтерді талдау және сегменттеу үшін қазақ тілінің қосымшалары мен жұрнақтарын жіктеудің толық жүйесі жасалды. Детерминирленген шекті мемлекеттік машиналар әр түрлі сөйлеу бөліктері үшін қазақ тіліне септік жалғаулары мен жалғаулар қосудың барлық мүмкін нұсқаларын қолдана отырып жасалған. Қазақ тілінің аяқталуы үшін жасалған классификациялық жүйені қолдана отырып, лексикасыз алгоритм құрылды. Құрылған алгоритмнің айрықша ерекшеліктері - оның жылдамдығы және өте оңай қайталануы.</p> <p>Үлкен деректерді жинау және өңдеу үшін белгіленген корпустың моделі мен жүйесі жасалды, олардың ерекшеліктері - мәліметтерді өңдеудің дамыған модульдері (токенизация, лемматизация, морфологиялық талдау). Қазақ тілі. Алгоритмдерді бағдарламалық қамтамасыздандыру (автоматты түрде жинау, әр түрлі параметрлер бойынша жіктеу және өңдеу) жүзеге асырылды және өңделді, қазақ тіліндегі жіктелген мәліметтер алынды.</p> <p>Жасанды интеллект әдістерін қолдану арқылы құрылымданбаған және құрылымданбаған үлкен деректерді өңдеу және талдау үшін табиғи тілдік мәтінді талдауға және өңдеуге арналған әр түрлі практикалық бағдарламалық жасақтаманы құру, сол арқылы семантикалық талдау құралдары жасау. Бұл модульге мыналар кіреді:</p> <ul id="ul"> <li>қазақ тіліндегі мәтіндердің кілт сөздері мен сөз тіркестерін шығаруға өзгертілген тәсіл;</li> <li>Word2Vec әдісі арқылы машиналық оқытуға негізделген мәтіндік семантикалық талдау алгоритмі;</li> <li>қазақ тіліндегі мәтіндерді суммаризациялау әдісі. Өзгертілген кілт сөздерді шығару тәсілімен және машиналық оқытумен бірге Vectors Space model негізделген тұжырымдаманы талдаудың анализі - бұл мәтінді автоматты түрде қорытындылауға арналған құрал.</li> </ul> <p>2018-2021 жылдарға арналған жобаны іске асыру нәтижелері бойынша 3 басылым шығарылды.</p>

source: Online NLP proccessing
kk: Онлайн табиғи тілді жөндеу процессі

source: Online NLP proccessing on the text
kk: Мәтінге табиғи тілді жөндеу онлайн процессі

source: Loading
kk: Жасалуда

source: Input text
kk: Мәтін енгізу

source: Enter same text... or drop text file
kk: Мәтінді осында еңгізіңіз... немесе құжатты осында сүйреңіз

source: Your text must contain at least 1000 characters and the file size must be no more than 1MB.
kk: Сіз енгізген мәтін 1000 символдан көп және енгізілген файл көлемі 1МБ аспауы қажет.

source: Submit
kk: Жіберу

source: Keywords
kk: Кілттік сөздер

source: Oops. Sorry you can you must be registered
kk: Ой. Кешіріңіз сізге тіркелу қажет

source: e.g.:
kk: Мысалы:

source: Search
kk: Іздеу

source: Tokenization
kk: Токенизация

source: Close
kk: Жабу

source: Download
kk: Жүктеу

source: Filters
kk: Сүзгіш

source: Sections
kk: Бөлімдер

source: About %(countitem)s results (%(dttime)s seconds.)
kk: Шамамен %(countitem)s нәтиже (%(dttime)s секунд.)

source: Oops. Sorry Corpora Not Found!!!
kk: Ой! кешіріңіз корпус табылмады!!!
