Repository: Abilay99/opencorpora.kz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: OpenID Sign In
kk: OpenID мен кіру

source: Social Network Login Failure
kk: Әлеуметтік желімен кіру жүзеге аспады

source: An error occurred while attempting to login via your social network account.
kk: Әлеуметтік желі аккаунты арқылы кіру кезінде қате пайда болды.

source: Account Connections
kk: Аккаунт қосылулары

source: You can sign in to your account using any of the following third party accounts:
kk: Сіз өзіңіздің аккаунтыңызға келесі үшінші тұлғалардың кез келгенін пайдалана отырып кіре аласыз:

source: You currently have no social network accounts connected to this account.
kk: Қазіргі уақытта бұл аккаунтқа тіркелген әлеуметтік желі аккаунттары жоқ.

source: Add a 3rd Party Account
kk: Үшінші тарап есептік жазбасын қосу

source: Login Cancelled
kk: Кіру тоқтатылды

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
kk: Сіз өзіңіздің қолданыстағы есептік жазбаларыңыздың бірін пайдаланып біздің сайтқа кіруден бас тарту туралы шешім қабылдадыңыз. Егер бұл қате болса, жүйеге <a href="%(login_url)s">кіріңіз</a>.

source: The social account has been connected.
kk: Әлеуметтік желі аккаунты қосылды.

source: The social account is already connected to a different account.
kk: Бұл әлеуметтік желі аккаунты басқа аккаунтқа тіркелген.

source: The social account has been disconnected.
kk: Әлеуметтік желі аккаунты өшірілді.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
kk: %(provider_name)s есептік жазбасын %(site_name)s-ға кіру үшін қолданғалы отырсыз. Соңғы қадам ретінде келесі форманы толтырыңыз:

source: "OpenCorporaKaz" Administration
kk: "OpenCorporaKaz" әкімшілігі

source: Site Administration
kk: Сайт әкімшілігі

source: Site Management
kk: Сайтты басқару

source: Documentation
kk: Құжаттама

source: Change password
kk: Құпия сөзді өзгерту

source: Email address:
kk: Электронды почта:

source: Confirm password:
kk: Құпия сөзді қайта еңгіз:

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
kk: Бұрыннан бар үшінші тарап аккаунтының біреуімен кіріңіз. Немесе <a href="%(signup_url)s"> аккаунтты тіркеп</a> төменде %(site_name)s аккаунтына кіріңіз:

source: or
kk: немесе

source: Recent actions
kk: Соңғы әрекеттер

source: This password is too short. It must contain at least %(min_length)d character.
kk: Бұл құпия сөз қысқа. Құпия сөз %(min_length)d таңбадан кем болмауы керек.

source: Your password must contain at least %(min_length)d character.
kk: Құпия сөз %(min_length)d таңбадан кем болмауы керек.

source: The password is too similar to the %(verbose_name)s.
kk: Құпия сөз %(verbose_name)s жолына өте ұқсас.

source: Your password can't be too similar to your other personal information.
kk: Сіздің құпия сөзіңіз сіздің жеке ақпаратыңызға өте ұқсас бола алмайды.

source: This password is too common.
kk: Бұл құпия сөз өте кең таралған.

source: Your password can't be a commonly used password.
kk: Құпия сөзіңіз кең пайдаланылатын құпия сөз болуы мүмкін емес.

source: This password is entirely numeric.
kk: Бұл құпия сөз толығымен сандық.

source: Your password can't be entirely numeric.
kk: Сіздің құпия сөзіңіз тек сандық болуы мүмкін емес.

source: Password reset on %(site_name)s
kk: %(site_name)s құпия сөзді өзгерту

source: Enter a valid username. This value may contain only English letters, numbers, and @/./+/-/_ characters.
kk: Жарамды пайдаланушы атын енгізіңіз. Бұл мән тек ағылшын әріптерін, сандарын және @/./+/-/_ таңбаларын қамтуы мүмкін.

source: First, enter a username and password. Then, you’ll be able to edit more user options.
kk: Алдымен қолданушы аты мен құпия сөзді енгізіңіз. Содан кейін сіз қолданушының қосымша параметрлерін өңдей аласыз.

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
kk: Міндетті 150 символ немесе одан аз. Әріптер, сандар мен @/./+/-/_ ғана.

source: Enter the same password as before, for verification.
kk: Верификация үшін парольді қайта енгізіңіз.

source: Your password must contain at least 8 characters.
kk: Сіздің пароліңіз кем дегенде 8 символдан тұруы керек.

source: Cannot delete %(name)s
kk: %(name)s өшіру мүмкін емес

source: Are you sure?
kk: Осыған сенімдісіз бе?

source: Delete selected %(verbose_name_plural)s
kk: Таңдалған %(verbose_name_plural)s өшірілді

source: All
kk: Барлығы

source: Yes
kk: Иә

source: No
kk: Жоқ

source: Unknown
kk: Белгісіз

source: Any date
kk: Кез келген күн

source: Today
kk: Бүгін

source: Past 7 days
kk: Өткен 7 күн

source: This month
kk: Осы ай

source: This year
kk: Осы жыл

source: No date
kk: Күні жоқ

source: Has date
kk: Күні бар

source: Empty
kk: Бос

source: Not empty
kk: Бос емес

source: Please enter the correct %(username)s and password for a staff account. Note that both fields may be case-sensitive.
kk: Өтінеміз, дұрыс %(username)s мен парольді енгізіңіз. Екі жолда регистрді ескеруі мүмкін.

source: Action:
kk: Әрекет:

source: Add another %(verbose_name)s
kk: Тағы басқа %(verbose_name)s қос

source: Addition
kk: Қосу

source: Change
kk: Өзгетру

source: Deletion
kk: Жою

source: log entry
kk: Журналдағы жазба

source: log entries
kk: Журналдағы жазбалар

source: Added "%(object)s".
kk: "%(object)s" қосылды.

source: Changed "%(object)s" - %(changes)s
kk: "%(object)s" - %(changes)s өзгертілді

source: Deleted "%(object)s."
kk: "%(object)s." жойылды

source: LogEntry Object
kk: Журналдағы жазба

source: Added {name} "{object}".
kk: {name} "{object}" қосылды.

source: Added.
kk: Қосылды.

source: and
kk: және

source: Changed {fields} for {name} "{object}".
kk: {name} "{object}" үшін {fields} өзгертілді.

source: Changed {fields}.
kk: {fields} өзгертілді.

source: Deleted {name} "{object}".
kk: {name} "{object}" өшірілді.

source: No fields changed.
kk: Ешқандай толтырма өзгермеді.

source: None
kk: Ешнәрсе

source: Hold down "Control", or "Command" on a Mac, to select more than one.
kk: Бірнешеуін белгілеу үшін "Control" батырмасын басып тұрыңыз (немесе Mac үшін "Command")

source: The {name} "{obj}" was added successfully.
kk: {name} "{obj}" сәтті қосылды.

source: You may edit it again below.
kk: Бұл объектіні төменде қайта өзгерте аласыз.

source: The {name} "{obj}" was added successfully. You may add another {name} below.
kk: {name} "{obj}" сәтті қосылды. Сіз төменде тағыда {name} қоса аласыз.

source: The {name} "{obj}" was changed successfully. You may edit it again below.
kk: {name} "{obj}" сәтті өзгертілді. Сіз төменде өңдей аласыз.

source: The {name} "{obj}" was added successfully. You may edit it again below.
kk: {name} "{obj}" сәтті өзгертілді. Сіз төменде қайта өңдей аласыз.

source: The {name} "{obj}" was changed successfully. You may add another {name} below.
kk: {name} "{obj}" өзгертілді. Сіз тағыда бір {name} қоса аласыз.

source: The {name} "{obj}" was changed successfully.
kk: {name} "{obj}" сәтті өзгертілді

source: Items must be selected in order to perform actions on them. No items have been changed.
kk: Бірнәрсені өзгерту үшін бірінші оларды таңдау керек. Ешнәрсе өзгертілмеді.

source: No action selected.
kk: Ешқандай әрекет таңдалмады.

source: The %(name)s "%(obj)s" was deleted successfully.
kk: %(name)s "%(obj)s" сәтті өшірілді.

source: %(name)s with ID "%(key)s" doesn't exist. Perhaps it was deleted?
kk: ID "%(key)s" ішінде %(name)s жоқ. Мүмкін бұрын өшірілген.

source: Add %s
kk: %s қосу

source: Change %s
kk: %s өзгету

source: View %s
kk: Көру %s

source: Database error
kk: Мәліметтер базасының қатесі

source: %(count)s %(name)s was changed successfully.
kk: one: %(count)s %(name)s өзгертілді. other: %(count)s %(name)s таңдалғандарының барі өзгертілді.

source: %(total_count)s selected
kk: one: %(total_count)s таңдалды other: Барлығы %(total_count)s таңдалды

source: 0 of %(cnt)s selected
kk: 0 of %(cnt)s-ден 0 таңдалды

source: Change history: %s
kk: Өзгерес тарихы: %s

source: Deleting %(class_name)s %(instance)s would require deleting the following protected related objects: %(related_objects)s
kk: %(class_name)s типті %(instance)s объектісін жою үшін келесі байланысты: %(related_objects)s объектілерді жою қажет болады

source: Django site admin
kk: Django сайтының әкімі

source: Django administration
kk: Django әкімшілігі

source: Site administration
kk: Сайт әкімшілігі

source: Log in
kk: Кіру

source: %(app)s administration
kk: %(app)s қолданба әкімшілігі

source: Page not found
kk: Бет табылмады

source: Server error
kk: Сервердің қатесі

source: Server error (500)
kk: Сервердің қатесі (500)

source: Server Error <em>(500)</em>
kk: Сервердің қатесі <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
kk: Қате орын алды. Бұл туралы сайт әкімшілеріне электрондық почта арқылы хабарланды және ол жақын арада жөнделеді. Сабырлылығыңыз үшін рахмет.

source: Run the selected action
kk: Таңдалған әрәкетті іске қосу

source: Go
kk: Алға

source: Click here to select the objects across all pages
kk: Осы беттегі барлық объекттерді таңдау үшін осы жерді шертіңіз

source: Select all %(total_count)s %(module_name)s
kk: Осылардың %(total_count)s %(module_name)s барлығын таңдау

source: Clear selection
kk: Белгілерді өшіру

source: First, enter a username and password. Then, you'll be able to edit more user options.
kk: Алдымен, қолданушының атын және құпия сөзді енгізіңіз. Содан соң, тағы басқа қолданушы параметрлерін енгізе аласыз.

source: Enter a username and password.
kk: Қолданушының атын және құпия сөзді енгізіңіз.

source: Please correct the error below.
kk: Өтінеміз қатені жөндеңіз.

source: Please correct the errors below.
kk: Өтінеміз қателерді жөндеңіз.

source: Enter a new password for the user <strong>%(username)s</strong>.
kk: <strong>%(username)s</strong> қолданушы үшін жаңа құпия сөзді енгізіңіз.

source: Welcome,
kk: Қош келдіңіз,

source: View site
kk: Сайтты ашу

source: Add %(name)s
kk: %(name)s қосу

source: History
kk: Тарих

source: View on site
kk: Сайтта көру

source: Remove from sorting
kk: Сұрыптаудан алып тастау

source: Sorting priority: %(priority_number)s
kk: Басымдықты сұрыптау: %(priority_number)s

source: Toggle sorting
kk: Басқа бағытта сұрыптау

source: Delete
kk: Өшіру

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
kk: %(object_name)s '%(escaped_object)s' объектты өшіруы байланысты объекттерін өшіруді қажет етеді, бырақ сізде осындай объектерді өшіру рұқсаты жоқ:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
kk: %(object_name)s '%(escaped_object)s' объектті өшіру осындай байлансты объекттерды өшіруді қажет етеді:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
kk: %(object_name)s "%(escaped_object)s" объекттерді өшіруге сенімдісіз бе? Бұл байланысты элементтер де өшіріледі:

source: Objects
kk: Объектілер

source: Yes, I'm sure
kk: Иә, сенімдімін

source: No, take me back
kk: Жоқ, бас тарту және таңдауға оралу

source: Delete multiple objects
kk: Бірнеше объекттерді өшіру

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
kk: %(objects_name)s объектты өшіруы байланысты объекттерін өшіруді қажет етеді, бырақ сізде осындай объектерді өшіру рұқсаты жоқ:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
kk: Таңдалған %(objects_name)s өшіру, онымен байланыстағы қорғалған объектілердің барлығын жояды:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
kk: Таңдаған %(objects_name)s объектіңізді өшіруге сенімдісіз бе? Себебі, таңдағын объектіліріңіз және онымен байланыстағы барлық элементтер жойылады:

source: View
kk: Көру

source: Delete?
kk: Өшіру?

source: By %(filter_title)s
kk: %(filter_title)s

source: Summary
kk: Қысқаша статистика

source: Models in the %(name)s application
kk: %(name)s қосымшасындағы модельдер

source: Add
kk: Қосу

source: You don't have permission to view or edit anything.
kk: Сізде көруге немесе өңдеуге рұқсат жоқ.

source: My actions
kk: Менің әрекеттерім

source: None available
kk: Қол жетімдісі жоқ

source: Unknown content
kk: Белгісіз мазмұн

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
kk: Дерекқор орнатуыңызда бір қате бар. Дерекқор кестелері дұрыс құрылғаның және дерекқор көрсетілген дерекқор қолданушысында оқұ рұқсаты бар.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
kk: Сіз жүйеге %(username)s логинімен қосылдыңыз, бірақ та бұл парақты ашуыңызға құқықтар жеткіліксіз. Мүмкін сіз жүйеге басқа логинмен кіргіңіз келеді?

source: Forgotten your password or username?
kk: Құпия сөзіңіз немесе логиніңізді естен шығардыңыз ба?

source: Date/time
kk: Өшіру/Уақыт

source: User
kk: Қолданушы

source: This object doesn't have a change history. It probably wasn't added via this admin site.
kk: Бұл объекттың өзгерту тарихы жоқ. Мүмкін ол бұл сайт арқылы енгізілген жоқ.

source: Show all
kk: Барлығын көрсету

source: Save
kk: Сақтау

source: Popup closing…
kk: Қалқымалы терезе жабылуда...

source: %(counter)s result
kk: %(counter)s нәтиже

source: %(full_result_count)s total
kk: Барлығы %(full_result_count)s

source: Save as new
kk: Жаңадан сақтау

source: Save and add another
kk: Сақта және жаңасын қос

source: Save and continue editing
kk: Сақта және өзгертуді жалғастыр

source: Save and view
kk: Сақтау жіне көру

source: Change selected %(model)s
kk: Белгіленген %(model)s типті объектіні өзгерту

source: Add another %(model)s
kk: Тағы бір %(model)s типті объект қосу

source: Delete selected %(model)s
kk: Белгіленген %(model)s типті объектіні жою

source: Thanks for spending some quality time with the Web site today.
kk: Бүгін Веб-торапқа уақыт бөлгеніңіз үшін рахмет.

source: Log in again
kk: Қайтадан кіріңіз

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
kk: Ескі құпия сөзіңізді енгізіңіз, содан сон сенімді болу үшін жаңа құпия сөзіңізді екі рет енгізіңіз.

source: Authentication and Authorization
kk: Аутентификация және авторизация

source: Your password can’t be too similar to your other personal information.
kk: Құпия сөз сіздің жеке ақпаратыңызға өте ұқсас болмауы керек.

source: Your password can’t be a commonly used password.
kk: Құпия сөзіңіз көп қолданылатын пароль бола алмайды.

source: Your password can’t be entirely numeric.
kk: Сіздің паролыңыз тек сандық болуы мүмкін емес.

source: Change my password
kk: Құпия сөзімді өзгерту

source: Your password has been set. You may go ahead and log in now.
kk: Сіздің құпия сөзіңіз енгізілді. Жүйеге кіруіңізге болады.

source: Password reset confirmation
kk: Құпия сөзді өзгерту растау

source: Please enter your new password twice so we can verify you typed it in correctly.
kk: Сенімді болу үшін жаңа құпия сөзіңізді екі рет енгізіңіз.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
kk: Біз сізге көрсетілген электрондық почта мекен-жайына жаңа құпия сөзді қалай орнату туралы нұсқаулық жібердік (егер біздің дерекқорда осындай мекен-жай болса). Сіз оны жақын арада алуыңыз керек.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
kk: Электрондық почтаңызға хат келмеген болса, тіркелген электрондық почта екеніне көз жеткізіңіз, немесе спам-папкаңызды тексеріп көріңіз.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
kk: Сіз (немесе басқа біреу) осы электрондық почта мекенжайымен байланысты %(site_name)s сайтына тіркелген логиннің құпия сөзін қалпына келтіруді сұрағандықтан, бұл электрондық почтаны алдыңыз.

source: Please go to the following page and choose a new password:
kk: Жаңа құпия сөзді тандау үшін мынау бетке кіріңіз:

source: Your username, in case you've forgotten:
kk: Егер сіз ұмытып қалған болсаңыз, қолданушы атыңыз:

source: Thanks for using our site!
kk: Біздің веб-торабын қолданғаныңыз үшін рахмет!

source: All dates
kk: Барлық мерзімдер

source: Select %s
kk: %s таңда

source: Select %s to change
kk: %s өзгерту үщін таңда

source: Select %s to view
kk: Көру үшін %s таңдаңыз

source: Date:
kk: Күнтізбелік күн:

source: Time:
kk: Уақыт:

source: Lookup
kk: Іздеу

source: Currently:
kk: Қазіргі:

source: Change:
kk: Өзгерту:
