Repository: Abilay99/opencorpora.kz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: <p>Last updated: June 16, 2021</p> <p>This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.</p> <p>We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy. This Privacy Policy has been created with the help of the <a href="https://www.freeprivacypolicy.com/free-privacy-policy-generator/" target="_blank">Privacy Policy Generator</a>.</p> <h1>Interpretation and Definitions</h1> <h2>Interpretation</h2> <p>The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.</p> <h2>Definitions</h2> <p>For the purposes of this Privacy Policy:</p> <ul> <li> <p><strong>Account</strong> means a unique account created for You to access our Service or parts of our Service.</p> </li> <li> <p><strong>Company</strong> (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to Al-Farabi Kazakh National University, Almaty, Al-Farabi 71.</p> </li> <li> <p><strong>Cookies</strong> are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.</p> </li> <li> <p><strong>Country</strong> refers to: Kazakhstan</p> </li> <li> <p><strong>Device</strong> means any device that can access the Service such as a computer, a cellphone or a digital tablet.</p> </li> <li> <p><strong>Personal Data</strong> is any information that relates to an identified or identifiable individual.</p> </li> <li> <p><strong>Service</strong> refers to the Website.</p> </li> <li> <p><strong>Service Provider</strong> means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.</p> </li> <li> <p><strong>Third-party Social Media Service</strong> refers to any website or any social network website through which a User can log in or create an account to use the Service.</p> </li> <li> <p><strong>Usage Data</strong> refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</p> </li> <li> <p><strong>Website</strong> refers to OpenCorporaKaz, accessible from <a href="http://opencorpora.kz" rel="external nofollow noopener" target="_blank">http://opencorpora.kz</a></p> </li> <li> <p><strong>You</strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</p> </li> </ul> <h1>Collecting and Using Your Personal Data</h1> <h2>Types of Data Collected</h2> <h3>Personal Data</h3> <p>While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:</p> <ul> <li> <p>Email address</p> </li> <li> <p>First name and last name</p> </li> <li> <p>Usage Data</p> </li> </ul> <h3>Usage Data</h3> <p>Usage Data is collected automatically when using the Service.</p> <p>Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p> <p>When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.</p> <p>We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.</p> <h3>Information from Third-Party Social Media Services</h3> <p>The Company allows You to create an account and log in to use the Service through the following Third-party Social Media Services:</p> <ul> <li>Google</li> <li>Facebook</li> <li>Twitter</li> </ul> <p>If You decide to register through or otherwise grant us access to a Third-Party Social Media Service, We may collect Personal data that is already associated with Your Third-Party Social Media Service's account, such as Your name, Your email address, Your activities or Your contact list associated with that account.</p> <p>You may also have the option of sharing additional information with the Company through Your Third-Party Social Media Service's account. If You choose to provide such information and Personal Data, during registration or otherwise, You are giving the Company permission to use, share, and store it in a manner consistent with this Privacy Policy.</p> <h3>Tracking Technologies and Cookies</h3> <p>We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:</p> <ul> <li><strong>Cookies or Browser Cookies.</strong> A cookie is a small file placed on Your Device. You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent. However, if You do not accept Cookies, You may not be able to use some parts of our Service. Unless you have adjusted Your browser setting so that it will refuse Cookies, our Service may use Cookies.</li> <li><strong>Flash Cookies.</strong> Certain features of our Service may use local stored objects (or Flash Cookies) to collect and store information about Your preferences or Your activity on our Service. Flash Cookies are not managed by the same browser settings as those used for Browser Cookies. For more information on how You can delete Flash Cookies, please read &quot;Where can I change the settings for disabling, or deleting local shared objects?&quot; available at <a href="https://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html#main_Where_can_I_change_the_settings_for_disabling__or_deleting_local_shared_objects_" rel="external nofollow noopener" target="_blank">https://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html#main_Where_can_I_change_the_settings_for_disabling__or_deleting_local_shared_objects_</a></li> <li><strong>Web Beacons.</strong> Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity).</li> </ul> <p>Cookies can be &quot;Persistent&quot; or &quot;Session&quot; Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser. Learn more about cookies: <a href="https://www.freeprivacypolicy.com/blog/cookies/" target="_blank">Cookies: What Do They Do?</a>.</p> <p>We use both Session and Persistent Cookies for the purposes set out below:</p> <ul> <li> <p><strong>Necessary / Essential Cookies</strong></p> <p>Type: Session Cookies</p> <p>Administered by: Us</p> <p>Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.</p> </li> <li> <p><strong>Cookies Policy / Notice Acceptance Cookies</strong></p> <p>Type: Persistent Cookies</p> <p>Administered by: Us</p> <p>Purpose: These Cookies identify if users have accepted the use of cookies on the Website.</p> </li> <li> <p><strong>Functionality Cookies</strong></p> <p>Type: Persistent Cookies</p> <p>Administered by: Us</p> <p>Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference. The purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.</p> </li> </ul> <p>For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy or the Cookies section of our Privacy Policy.</p> <h2>Use of Your Personal Data</h2> <p>The Company may use Personal Data for the following purposes:</p> <ul> <li> <p><strong>To provide and maintain our Service</strong>, including to monitor the usage of our Service.</p> </li> <li> <p><strong>To manage Your Account:</strong> to manage Your registration as a user of the Service. The Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.</p> </li> <li> <p><strong>For the performance of a contract:</strong> the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.</p> </li> <li> <p><strong>To contact You:</strong> To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.</p> </li> <li> <p><strong>To provide You</strong> with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.</p> </li> <li> <p><strong>To manage Your requests:</strong> To attend and manage Your requests to Us.</p> </li> <li> <p><strong>For business transfers:</strong> We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.</p> </li> <li> <p><strong>For other purposes</strong>: We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.</p> </li> </ul> <p>We may share Your personal information in the following situations:</p> <ul> <li><strong>With Service Providers:</strong> We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.</li> <li><strong>For business transfers:</strong> We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.</li> <li><strong>With Affiliates:</strong> We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.</li> <li><strong>With business partners:</strong> We may share Your information with Our business partners to offer You certain products, services or promotions.</li> <li><strong>With other users:</strong> when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside. If You interact with other users or register through a Third-Party Social Media Service, Your contacts on the Third-Party Social Media Service may see Your name, profile, pictures and description of Your activity. Similarly, other users will be able to view descriptions of Your activity, communicate with You and view Your profile.</li> <li><strong>With Your consent</strong>: We may disclose Your personal information for any other purpose with Your consent.</li> </ul> <h2>Retention of Your Personal Data</h2> <p>The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p> <p>The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.</p> <h2>Transfer of Your Personal Data</h2> <p>Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.</p> <p>Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.</p> <p>The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.</p> <h2>Disclosure of Your Personal Data</h2> <h3>Business Transactions</h3> <p>If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.</p> <h3>Law enforcement</h3> <p>Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).</p> <h3>Other legal requirements</h3> <p>The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:</p> <ul> <li>Comply with a legal obligation</li> <li>Protect and defend the rights or property of the Company</li> <li>Prevent or investigate possible wrongdoing in connection with the Service</li> <li>Protect the personal safety of Users of the Service or the public</li> <li>Protect against legal liability</li> </ul> <h2>Security of Your Personal Data</h2> <p>The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100%% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.</p> <h1>Children's Privacy</h1> <p>Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.</p> <p>If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.</p> <h1>Links to Other Websites</h1> <p>Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.</p> <p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p> <h1>Changes to this Privacy Policy</h1> <p>We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.</p> <p>We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the &quot;Last updated&quot; date at the top of this Privacy Policy.</p> <p>You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.</p> <h1>Contact Us</h1> <p>If you have any questions about this Privacy Policy, You can contact us:</p> <ul> <li> <p>By email: haker3102@gmail.com</p> </li> <li> <p>By phone number: 87007001466</p> </li> </ul>
kk: <p>Соңғы жаңартылған: 2021 жылғы 16 маусым</p> <p>Осы Құпиялылық саясаты Қызметті пайдаланған кезде ақпарат жинау, пайдалану және жария ету бойынша біздің саясатымыз бен процедураларымызды сипаттайды және сіздің жеке өміріңізге қатысты құқықтарыңыз туралы және заң сізді қалай қорғайтыны туралы айтады.</p> <p>Қызметті ұсыну және жақсарту үшін сіздің жеке деректеріңізді пайдаланамыз. Қызметті пайдалану арқылы сіз осы Құпиялылық саясатына сәйкес ақпарат жинауға және пайдалануға келісесіз. Бұл құпиялылық саясаты <a href="https://translate.google.com/translate?hl=ru&amp;prev=_t&amp;sl=en&amp;tl=kk&amp;u=https://www.freeprivacypolicy.com/free-privacy-policy-generator/" target="_blank">құпиялылық саясатының генераторының</a> көмегімен жасалған .</p> <h1>Түсіндіру және анықтамалар</h1> <h2>Түсіндіру</h2> <p>Бастапқы әріппен басталатын сөздер келесі шарттарда анықталған мағыналарға ие. Келесі анықтамалар олардың жекеше немесе көпше түрінде болуына қарамастан бірдей мағынаға ие болады.</p> <h2>Анықтамалар</h2> <p>Осы құпиялылық саясатының мақсаттары үшін:</p> <ul> <li> <p><strong>Есептік жазба</strong> дегеніміз - сіздің қызметіңізге немесе біздің қызметіміздің бөліктеріне қол жеткізу үшін сіз үшін жасалған бірегей тіркелгі.</p> </li> <li> <p><strong>Компания</strong> (осы Келісімде «Компания», «Біз», «Біз» немесе «Біздің» деп аталады) әл-Фараби атындағы ҚазҰУ, Алматы, әл-Фараби 71 сілтеме жасайды.</p> </li> <li> <p><strong>Cookies</strong> - бұл сіздің компьютеріңізде, мобильді құрылғыңызда немесе веб-сайттың кез-келген басқа құрылғысында орналастырылатын, сол веб-сайтта сіздің шолу тарихыңыздың егжей-тегжейін қамтитын кішігірім файлдар.</p> </li> <li> <p><strong>Мемлекет</strong> : Қазақстанға сілтеме жасайды</p> </li> <li> <p><strong>Құрылғы</strong> дегеніміз - қызмет, компьютер, ұялы телефон немесе сандық планшет сияқты қол жеткізе алатын кез-келген құрылғы.</p> </li> <li> <p><strong>Жеке деректер</strong> - бұл анықталған немесе анықталатын адамға қатысты кез-келген ақпарат.</p> </li> <li> <p><strong>Сервис</strong> веб-сайтқа сілтеме жасайды.</p> </li> <li> <p><strong>Қызмет көрсетуші</strong> - бұл компания атынан мәліметтерді өңдейтін кез-келген жеке немесе заңды тұлға. Бұл Сервисті жеңілдету, Серіктестіктің атынан Қызмет көрсету, Сервиске байланысты қызметтерді көрсету немесе Сервистің қалай қолданылатындығын талдауға көмектесу үшін Компанияда жұмыс істейтін үшінші тарап компанияларына немесе жеке адамдарға қатысты.</p> </li> <li> <p><strong>Үшінші тараптың әлеуметтік медиа қызметі</strong> кез-келген веб-сайтты немесе кез-келген әлеуметтік желінің веб-сайтына сілтеме жасайды, ол арқылы Қызметті пайдалану үшін пайдаланушы кіре алады немесе тіркелгі жасай алады.</p> </li> <li> <p><strong>Пайдалану деректері</strong> дегеніміз Сервисті пайдалану немесе Қызметтің инфрақұрылымының өзінен алынған (мысалы, параққа кіру ұзақтығы) автоматты түрде жиналатын <strong>деректерге</strong> жатады.</p> </li> <li> <p><strong>Веб-сайт </strong><a href="https://translate.google.com/translate?hl=ru&amp;prev=_t&amp;sl=en&amp;tl=kk&amp;u=http://opencorpora.kz" rel="external nofollow noopener" target="_blank">http://opencorpora.kz</a> мекен-жайы бойынша қол жетімді OpenCorporaKaz-қа сілтеме жасайды<a href="https://translate.google.com/translate?hl=ru&amp;prev=_t&amp;sl=en&amp;tl=kk&amp;u=http://opencorpora.kz" rel="external nofollow noopener" target="_blank"></a></p> </li> <li> <p><strong>Сіз</strong> бұл қызметке кіретін немесе оны пайдаланатын жеке тұлғаны немесе компания немесе оның атынан осындай жеке тұлға қызметке қол жеткізетін немесе қолданатын басқа заңды тұлғаны білдіреді.</p> </li> </ul> <h1>Жеке деректерді жинау және пайдалану</h1> <h2>Жиналған мәліметтер түрлері</h2> <h3>Жеке деректер</h3> <p>Біздің қызметті пайдалану кезінде біз сізден байланысуға немесе сізді анықтауға болатын жеке анықталатын ақпаратты беруіңізді сұраймыз. Жеке сәйкестендірілетін ақпарат мыналарды қамтуы мүмкін, бірақ олармен шектелмейді:</p> <ul> <li> <p>Электрондық поштаның адресі</p> </li> <li> <p>Аты-жөні</p> </li> <li> <p>Пайдалану деректері</p> </li> </ul> <h3>Пайдалану деректері</h3> <p>Пайдалану деректері қызметті пайдалану кезінде автоматты түрде жиналады.</p> <p>Пайдалану деректері Құрылғыңыздың Интернет-протоколының мекен-жайы (мысалы, IP-мекен-жайы), браузер түрі, браузер нұсқасы, сіз кіретін Қызмет беттері, сапарыңыздың уақыты мен күні, сол беттерде болған уақыт, бірегей құрылғы сияқты ақпаратты қамтуы мүмкін. идентификаторлар және басқа диагностикалық мәліметтер.</p> <p>Сіз қызметке мобильді құрылғы арқылы немесе онымен кірген кезде біз белгілі бір ақпаратты, соның ішінде сіз қолданатын мобильді құрылғының түрін, сіздің мобильді құрылғыңыздың бірегей идентификаторын, сіздің мобильді құрылғыңыздың IP-мекен-жайын, сіздің ұялы телефоныңызды автоматты түрде жинай аламыз. операциялық жүйе, сіз пайдаланатын мобильді интернет-браузер түрі, бірегей құрылғы идентификаторлары және басқа диагностикалық деректер.</p> <p>Сондай-ақ, сіз біздің қызметке кірген кезде немесе сіз мобильді құрылғы арқылы немесе қызметке қол жеткізген кезде сіздің шолғышыңыз жіберетін ақпаратты жинай аламыз.</p> <h3>Үшінші тараптың әлеуметтік медиа қызметтерінен ақпарат</h3> <p>Компания сізге келесі үшінші тарап әлеуметтік медиа қызметтері арқылы тіркелгі құруға және қызметті пайдалану үшін кіруге мүмкіндік береді:</p> <ul> <li>Google</li> <li>Facebook</li> <li>Twitter</li> </ul> <p>Егер сіз үшінші тараптың әлеуметтік медиа қызметі арқылы тіркелуді немесе басқа жолмен бізге қол жеткізуді шешсеңіз, біз сіздің атыңыз, сіздің электрондық поштаңыздың мекен-жайы, сіздің іс-әрекеттеріңіз сияқты үшінші тараптың әлеуметтік медиа қызметінің тіркелгісімен байланысты жеке деректерді жинай аламыз. немесе сол есептік жазбаға байланысты сіздің байланыс тізіміңіз.</p> <p>Сондай-ақ Сізде Компаниямен үшінші тараптың әлеуметтік медиа қызметінің тіркелгісі арқылы қосымша ақпарат бөлісу мүмкіндігі болуы мүмкін. Егер сіз осындай ақпаратты және жеке деректерді тіркеу кезінде немесе басқаша түрде беруді қаласаңыз, онда сіз оны осы құпиялылық саясатына сәйкес пайдалануға, бөлуге және сақтауға Компанияға рұқсат бересіз.</p> <h3>Бақылау технологиялары мен куки</h3> <p>Біз cookies файлдарын және осыған ұқсас бақылау технологияларын біздің қызметтегі әрекеттерді бақылау және белгілі бір ақпаратты сақтау үшін қолданамыз. Бақылау технологиялары - бұл ақпаратты жинау және бақылау, сондай-ақ біздің қызметті жақсарту және талдау үшін маяктар, тегтер мен сценарийлер. Біз қолданатын технологиялар мыналарды қамтуы мүмкін:</p> <ul> <li><strong>Cookies файлдары немесе шолғыш cookies файлдары. </strong>Cookies - бұл сіздің құрылғыңызға орналастырылған шағын файл. Сіз өзіңіздің шолғышыңызға барлық cookies файлдарынан бас тартуға немесе cookie файлының қашан жіберілетінін көрсетуге нұсқау бере аласыз. Алайда, егер сіз «Cookies» файлдарын қабылдамасаңыз, онда біздің Қызметтің кейбір бөліктерін пайдалана алмауыңыз мүмкін. Егер сіз өзіңіздің шолғышыңыздың cookie файлдарынан бас тартатындай етіп реттемесеңіз, біздің қызмет cookies файлдарын қолдана алады.</li> <li><strong>Flash Cookies файлдары. </strong>Біздің Қызметтің кейбір функциялары Сіздің қалауыңыз немесе сіздің қызметіңіз туралы ақпаратты жинау және сақтау үшін жергілікті сақталған объектілерді (немесе Flash Cookies) пайдалана алады. Flash Cookies файлдары браузердің cookies файлдары үшін қолданылатын шолғыш параметрлерімен басқарылмайды. Flash Cookies файлдарын қалай жоюға болатыны туралы қосымша ақпарат алу үшін «Жергілікті ортақ объектілерді өшіру немесе жою параметрлерін қайда өзгертуге болады?» <a href="https://translate.google.com/translate?hl=ru&amp;prev=_t&amp;sl=en&amp;tl=kk&amp;u=https://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html%%23main_Where_can_I_change_the_settings_for_disabling__or_deleting_local_shared_objects_#main_Where_can_I_change_the_settings_for_disabling__or_deleting_local_shared_objects_" rel="external nofollow noopener" target="_blank">https://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html#main_Where_can_I_change_the_settings_for_disabling__or_deleting_local_shared_objects_</a> мекен- <a href="https://translate.google.com/translate?hl=ru&amp;prev=_t&amp;sl=en&amp;tl=kk&amp;u=https://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html%%23main_Where_can_I_change_the_settings_for_disabling__or_deleting_local_shared_objects_#main_Where_can_I_change_the_settings_for_disabling__or_deleting_local_shared_objects_" rel="external nofollow noopener" target="_blank">жайы бойынша</a> қол жетімді<a href="https://translate.google.com/translate?hl=ru&amp;prev=_t&amp;sl=en&amp;tl=kk&amp;u=https://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html%%23main_Where_can_I_change_the_settings_for_disabling__or_deleting_local_shared_objects_#main_Where_can_I_change_the_settings_for_disabling__or_deleting_local_shared_objects_" rel="external nofollow noopener" target="_blank"></a></li> <li><strong>Веб-шамдар. </strong>Біздің қызметтің кейбір бөлімдері мен электронды хаттарында Компанияға, мысалы, сол беттерге кірген пайдаланушыларды санауға мүмкіндік беретін, веб-маяктар деп аталатын шағын электронды файлдар болуы мүмкін (сонымен қатар айқын GIF, пикселдік тегтер және бір пиксельді GIF-тер). немесе электрондық поштаны және басқа да қатысты веб-сайт статистикасын (мысалы, белгілі бір бөлімнің танымалдығын жазу және жүйенің және сервердің тұтастығын тексеру) ашты.</li> </ul> <p>Cookies файлдары «Тұрақты» немесе «Сессия» cookies файлдары болуы мүмкін. Тұрақты cookies файлдары оффлайн режимінде болған кезде сіздің жеке компьютеріңізде немесе мобильді құрылғыда қалады, ал сіздің веб-шолғышты жапқаннан кейін Session Cookies файлдары жойылады. <a href="https://translate.google.com/translate?hl=ru&amp;prev=_t&amp;sl=en&amp;tl=kk&amp;u=https://www.freeprivacypolicy.com/blog/cookies/" target="_blank">Печенье</a> туралы көбірек біліңіз: <a href="https://translate.google.com/translate?hl=ru&amp;prev=_t&amp;sl=en&amp;tl=kk&amp;u=https://www.freeprivacypolicy.com/blog/cookies/" target="_blank">куки: олар не істейді? </a>.</p> <p>Біз сессияны және тұрақты cookies файлдарын төменде көрсетілген мақсаттар үшін қолданамыз:</p> <ul> <li> <p><strong>Қажетті / маңызды печенье</strong></p> <p>Түрі: сеанстық куки</p> <p>Біз басқарамыз</p> <p>Мақсаты: бұл cookies файлдары сізге веб-сайт арқылы қол жетімді қызметтерді ұсыну және оның кейбір мүмкіндіктерін пайдалану үшін өте маңызды. Олар пайдаланушылардың түпнұсқалығын растауға және пайдаланушы есептік жазбаларын алаяқтық жолмен пайдалануға жол бермеуге көмектеседі. Осы Cookies файлдары болмаса, сіз сұраған қызметтерді ұсыну мүмкін емес, және біз бұл cookies файлдарын сізге осы қызметтерді ұсыну үшін ғана қолданамыз.</p> </li> <li> <p><strong>Cookies файлдары туралы саясат / хабарламаны қабылдау</strong></p> <p>Түрі: тұрақты печенье</p> <p>Біз басқарамыз</p> <p>Мақсаты: бұл cookies файлдары пайдаланушылардың веб-сайтта cookie файлдарын пайдалануды қабылдаған-қабылдамағанын анықтайды.</p> </li> <li> <p><strong>Функционалды печенье</strong></p> <p>Түрі: тұрақты печенье</p> <p>Біз басқарамыз</p> <p>Мақсаты: Бұл cookies файлдары веб-сайтты пайдаланған кезде кіретін мәліметтерді немесе тілге қатысты қалауыңызды есте сақтау сияқты таңдауларыңызды есте сақтауға мүмкіндік береді. Осы cookies файлдарының мақсаты - сізге жеке тәжірибе ұсыну және веб-сайтты қолданған сайын өз қалауыңызды қайта енгізуден аулақ болу.</p> </li> </ul> <p>Біз қолданатын cookies файлдары және cookiesке қатысты сіздің таңдауыңыз туралы көбірек ақпарат алу үшін cookies саясатына немесе Құпиялылық саясатының Cookies бөліміне кіріңіз.</p> <h2>Жеке деректеріңізді пайдалану</h2> <p>Компания дербес деректерді келесі мақсаттарда қолдана алады:</p> <ul> <li> <p><strong>Біздің қызметті ұсыну және қолдау</strong> , оның ішінде біздің қызметіміздің пайдаланылуын бақылау.</p> </li> <li> <p><strong>Есептік жазбаңызды</strong> басқару үшін <strong>:</strong> қызметтің пайдаланушысы ретінде тіркелуіңізді басқару. Сіз берген жеке деректер Сізге тіркелген пайдаланушы ретінде қол жетімді қызметтің әртүрлі функцияларына қол жеткізуге мүмкіндік береді.</p> </li> <li> <p><strong>Келісімшартты орындау үшін:</strong> Сіз сатып алған өнімдерді, заттарды немесе қызметтерді сатып алу туралы келісімшартты әзірлеу, сақтау және қабылдау, сондай-ақ Сервис арқылы бізбен жасалған кез келген басқа келісімшарттар.</p> </li> <li> <p><strong>Сізбен байланысу үшін:</strong> Сізбен электрондық пошта, телефон қоңыраулары, SMS немесе электронды байланыстың басқа баламалы түрлері, мысалы, мобильді қосымшаның жаңартулар немесе функционалдылықтарға, өнімдерге немесе келісімшартты қызметтерге, оның ішінде қауіпсіздік жаңартуларына қатысты ақпараттық байланыстарға қатысты хабарламалары, қажет болған жағдайда немесе оларды жүзеге асыру үшін ақылға қонымды.</p> </li> <li> <p><strong>Сізге</strong> жаңалықтар, арнайы ұсыныстар және біз ұсынатын басқа тауарлар, қызметтер мен оқиғалар туралы жалпы ақпарат, сіз сатып алған немесе сұрап білгенге ұқсас, егер сіз мұндай ақпаратты алмауды жөн көрмесеңіз.</p> </li> <li> <p><strong>Сіздің сұраныстарыңызды</strong> басқару үшін: Бізге келіп түсетін сұрауларға қатысу және басқару.</p> </li> <li> <p><strong>Бизнестің аударымдары үшін:</strong> біз сіздің ақпаратыңызды активтердің бір бөлігін немесе барлығын біріктіру, бөлу, қайта құру, қайта құру, тарату немесе басқа сату немесе беруді бағалауға немесе жүргізуге, банкроттық, тарату, немесе біздің қызмет пайдаланушылар туралы біздің қолымызда болатын Дербес деректер берілген активтер қатарында болатын осындай іс жүргізу.</p> </li> <li> <p><strong>Басқа мақсаттар үшін</strong> : біз сіздің ақпаратыңызды басқа мақсаттарда, мысалы, деректерді талдау, пайдалану тенденцияларын анықтау, жарнамалық кампанияларымыздың тиімділігін анықтау және біздің қызметімізді, өнімдерімізді, қызметтерімізді, маркетингті және сіздің тәжірибеңізді бағалау және жақсарту үшін пайдалана аламыз.</p> </li> </ul> <p>Біз сіздің жеке ақпаратыңызды келесі жағдайларда бөлісе аламыз:</p> <ul> <li><strong>Қызмет провайдерлерімен:</strong> біз сіздің қызметіңізді пайдалануды бақылау және талдау, сізбен байланысу үшін қызмет көрсетушілермен сіздің жеке ақпаратыңызды бөлісе аламыз.</li> <li><strong>Бизнес-трансферттер үшін:</strong> біз сіздің жеке ақпаратыңызды кез-келген бірігу, компания активтерін сату, қаржыландыру немесе біздің бизнесіміздің барлығын немесе оның бір бөлігін басқа компанияға сатып алуға байланысты немесе келіссөздер барысында бере аламыз немесе бере аламыз.</li> <li><strong>Серіктестермен:</strong> Біз сіздің ақпаратыңызды біздің аффилиирленген тұлғалармен бөлісуіміз мүмкін, бұл жағдайда біз сол серіктестіктерден осы Құпиялылық саясатын сақтауды талап етеміз. Филиалдарға біздің бас компаниямыз және кез-келген басқа еншілес компаниялар, бірлескен кәсіпорындар бойынша серіктестер немесе біз бақылайтын немесе бізбен ортақ бақылаудағы басқа компаниялар кіреді.</li> <li><strong>Іскери серіктестермен:</strong> Сізге белгілі бір өнімдер, қызметтер немесе жарнамалық акциялар ұсыну үшін сіздің ақпаратыңызды біздің серіктестерімізбен бөлісуіміз мүмкін.</li> <li><strong>Басқа пайдаланушылармен:</strong> сіз жеке ақпаратпен бөліскенде немесе жалпыға ортақ пайдалану орындарында басқа пайдаланушылармен өзара әрекеттескенде, мұндай ақпаратты барлық пайдаланушылар көре алады және сыртта көпшілікке таратылуы мүмкін. Егер сіз басқа қолданушылармен қарым-қатынас жасасаңыз немесе үшінші тараптың әлеуметтік медиа қызметі арқылы тіркелсеңіз, үшінші тараптың әлеуметтік медиа қызметіндегі сіздің контактілеріңіз сіздің атыңызды, профиліңізді, суреттеріңізді және сіздің сипаттамаларыңызды көруі мүмкін. Сол сияқты, басқа пайдаланушылар Сіздің әрекеттеріңіздің сипаттамаларын көре алады, Сізбен байланысады және сіздің профиліңізді көре алады.</li> <li><strong>Сіздің келісіміңіз бойынша</strong> : біз сіздің жеке ақпаратыңызды кез келген басқа мақсатта сіздің келісіміңізбен жариялай аламыз.</li> </ul> <h2>Сіздің жеке деректеріңізді сақтау</h2> <p>Компания Сіздің жеке деректеріңізді осы Құпиялылық саясатында көрсетілген мақсаттар үшін қажет болған жағдайда ғана сақтайды. Біз сіздің жеке деректеріңізді біздің заңды міндеттемелерімізді орындау үшін қажет мөлшерде сақтаймыз және қолданамыз (мысалы, егер біз сіздің деректеріңізді қолданыстағы заңдарға сәйкес сақтауды талап етсек), дауларды шешеміз және заңды келісімдеріміз бен ережелерімізді орындаймыз.</p> <p>Компания сонымен бірге ішкі талдау мақсатында Пайдалану деректерін сақтайды. Пайдалану деректері, әдетте, қысқа мерзім ішінде сақталады, тек егер бұл деректер қауіпсіздікті нығайту немесе біздің қызметіміздің функционалдығын жақсарту үшін пайдаланылса немесе біз заңды түрде бұл деректерді ұзақ уақыт сақтауға міндеттіміз.</p> <h2>Жеке деректеріңізді беру</h2> <p>Сіздің ақпараттарыңыз, соның ішінде Дербес деректер Компанияның кеңселерінде және өңдеуге қатысушы тараптар орналасқан басқа жерлерде өңделеді. Бұл ақпарат сіздің штатыңыздан, провинцияңыздан, еліңізден немесе басқа үкіметтік юрисдикциядан тыс орналасқан компьютерлерге берілуі және сақталуы мүмкін дегенді білдіреді, онда деректерді қорғау заңдары сіздің юрисдикцияңыздан өзгеше болуы мүмкін.</p> <p>Сіздің осы Құпиялылық саясатына келісіміңіз, содан кейін осындай ақпаратты беруіңіз сіздің осы тасымалдауға келісіміңізді білдіреді.</p> <p>Компания сіздің деректеріңіздің қауіпсіздігі және осы Құпиялылық саясатына сәйкес қаралуын қамтамасыз ету үшін барлық қажетті шараларды қабылдайды және сіздің жеке деректеріңіз ұйымда немесе елде берілмейді, егер қауіпсіздікті қоса, тиісті бақылау орындары болмаса. Сіздің деректеріңіз және басқа жеке ақпарат.</p> <h2>Сіздің жеке деректеріңізді жария ету</h2> <h3>Іскери операциялар</h3> <p>Егер Компания қосылуға, қосылуға немесе активтерді сатуға қатысты болса, Сіздің жеке деректеріңіз берілуі мүмкін. Біз сіздің жеке деректеріңіз берілмес бұрын және басқа құпиялылық саясатына сай болмай тұрып ескерту жасаймыз.</p> <h3>Құқық қорғау қызметі</h3> <p>Белгілі бір жағдайларда, егер заңнамаға сәйкес немесе мемлекеттік органдардың (мысалы, сот немесе мемлекеттік орган) дұрыс сұраныстарына жауап беру қажет болса, Компаниядан Сіздің жеке деректеріңізді жария ету талап етілуі мүмкін.</p> <h3>Басқа заңды талаптар</h3> <p>Компания сіздің жеке деректеріңізді келесі әрекеттер үшін қажет деп шын жүректен жария ете алады:</p> <ul> <li>Заңды міндеттемені орындаңыз</li> <li>Қоғамның құқықтарын немесе мүлкін қорғаңыз және қорғаңыз</li> <li>Қызметке байланысты ықтимал құқық бұзушылықтың алдын-алу немесе тергеу</li> <li>Қызмет пайдаланушыларының немесе халықтың жеке қауіпсіздігін қорғаңыз</li> <li>Заңды жауапкершіліктен қорғаңыз</li> </ul> <h2>Сіздің жеке деректеріңіздің қауіпсіздігі</h2> <p>Сіздің жеке деректеріңіздің қауіпсіздігі біз үшін маңызды, бірақ Интернет арқылы тарату әдісі немесе электронды сақтау әдісі 100%% қауіпсіз емес екенін ұмытпаңыз. Сіздің жеке деректеріңізді қорғау үшін коммерциялық тұрғыдан қолайлы құралдарды қолдануға тырысқанымызбен, біз оның абсолютті қауіпсіздігіне кепілдік бере алмаймыз.</p> <h1>Балалардың жеке өмірі</h1> <p>Біздің қызмет 13 жасқа толмаған адамдарға жүгінбейді. Біз 13 жасқа толмаған адамдардан білуге &ZeroWidthSpace;&ZeroWidthSpace;болатын ақпаратты біле отырып жинамаймыз. Егер сіз ата-анаңыз немесе қамқоршыңыз болсаңыз және сіздің балаңыз бізге жеке деректерді ұсынғанын білсеңіз, өтінеміз Бізбен хабарласыңыз. Егер біз жеке деректерді 13 жасқа толмаған кез-келген адамнан ата-анасының келісімінсіз жинадық деп білсек, біз бұл ақпаратты біздің серверлерден алып тастауға шаралар қолданамыз.</p> <p>Егер сіздің ақпаратыңызды өңдеу үшін заңды негіз ретінде келісімге сену қажет болса және сіздің еліңіз ата-ананың келісімін талап етсе, біз бұл ақпаратты жинамас бұрын және қолданар алдында сіздің ата-анаңыздың келісімін талап ете аламыз.</p> <h1>Басқа веб-сайттарға сілтемелер</h1> <p>Біздің қызметте біз пайдаланбайтын басқа веб-сайттарға сілтемелер болуы мүмкін. Егер сіз үшінші тарап сілтемесін бассаңыз, сіз сол үшінші тараптың сайтына бағытталасыз. Сіз кірген барлық сайттардың құпиялылық саясатын қарап шығуға кеңес береміз.</p> <p>Біз үшінші тарап сайттарының немесе қызметтерінің мазмұны, құпиялылық саясаты немесе тәжірибесі үшін ешқандай бақылау жасай алмаймыз және жауапкершілікті өз мойнымызға алмаймыз.</p> <h1>Осы құпиялылық саясатына енгізілген өзгерістер</h1> <p>Құпиялылық саясатымызды мезгіл-мезгіл жаңартып отыруымыз мүмкін. Сізге кез-келген өзгеріс туралы осы параққа жаңа құпиялылық саясатын орналастыру арқылы хабарлаймыз.</p> <p>Өзгерістер күшіне енгенге дейін біз сізге электрондық пошта арқылы және / немесе біздің қызметімізге белгілі ескерту арқылы хабарлаймыз және осы Құпиялылық саясатының жоғарғы жағындағы «Соңғы жаңартылған» күнді жаңартамыз.</p> <p>Кез келген өзгеріс үшін осы Құпиялылық саясатын мезгіл-мезгіл қарап отыруға кеңес береміз. Осы Құпиялылық саясатына енгізілген өзгертулер осы бетте жарияланған кезде күшіне енеді.</p> <h1>Бізбен хабарласыңыз</h1> <p>Осы құпиялылық саясатына қатысты сұрақтарыңыз болса, бізбен байланыса аласыз:</p> <ul> <li> <p>Электрондық пошта арқылы: haker3102@gmail.com</p> </li> <li> <p>Телефон нөмірі бойынша: 87007001466</p> </li> </ul>
